Repository: ToBeHH/easterhegg20_fahrplan
Catalog: lib/l10n/intl_*.arb
Languages: de

# loading
source: Fetching Fahrplan
de: Lade Fahrplan…

# loadingError
source: Could not fetch Fahrplan!
de: Kann den Fahrplan nicht laden!

# dateFormat
source: MMM dd, hh:mm a
de: dd.MMM, HH:mm

# dayDateFormat
source: E | MM/dd
de: E | dd.MM.

# talkLabelTitle
source: Talk title, $title
de: Titel des Talks, $title

# talkTooltipAdd
source: Add talk {title} to favorites.
de: Talk {title} zu Favoriten hinzufügen.

# talkFavAdded
source: "{title}" added to favorites.
de: "{title}" zu Favoriten hinzugefügt.

# talkFavRemoved
source: "{title}" removed from favorites.
de: "{title}" aus den Favoriten entfernt.

# talkFavRevertButton
source: Revert
de: Zurück

# talkTooltipInfo
source: Show talk {title} details.
de: Zeige Details über den Talk {title}.

# talkLabelCopyAbstract
source: Copy abstract.
de: Kopiere Zusammenfassung.

# talkTooltipCopyAbstract
source: Copy abstract.
de: Kopiere Zusammenfassung.

# talkLabelOpen
source: Open {title}.
de: Öffne {title}.

# talkTooltipOpen
source: Open talk.
de: Öffne talk.

# talkLabelShare
source: Share {title}.
de: Teile {title}.

# talkTooltipShare
source: Share talk.
de: Teile talk.

# shareTalkText
source: Check out this talk: {url}
de: Hey, ich habe einen spannenden talk gefunden: {url}

# talkDetailsStartLabel
source: Start {startStr}
de: Beginn {startStr}

# talkDetailsDurationLabel
source: Duration {duration} minutes
de: Dauer {duration} Minuten

# talkDetailsDurationText
source: {duration} minutes
de: {duration} Minuten

# talkDetailsRoomLabel
source: Room {room}
de: Raum {room}

# talkDetailsSpeakerLabel
source: Presenter {name}
de: Vortragende*r {name}

# talkDetailsAbstractLabel
source: Abstract {abstract}
de: Zusammenfassung {abstract}

# talkDetailsAbstractTitle
source: Abstract:
de: Zusammenfassung:

# syncCalendarSuccessTitle
source: Sync successful
de: Abgleich erfolgreich

# favoritesTitle
source: Favorites
de: Favoriten

# drawerLabelClose
source: Close menu
de: Menü schließen

# drawerOverviewButton
source: Show Overview
de: Zeige Übersicht

# drawerFavouritesButton
source: Show Favorites
de: Zeige Favoriten

# drawerSyncCalendarButton
source: Sync favorites with calendar
de: Favoriten mit deinem Kalender abgleichen

# drawerShareAppButton
source: Share this app
de: Diese App teilen

# shareThisApp
source: Check out the Easterhegg20 Fahrplan app: {url}
de: Hey, schau Dir diese Fahrplan-App an: {url}

# drawerPrivacyPolicyButton
source: Show Data Privacy Policy
de: Zeige Datenschutzerklärung

# drawerReportBugButton
source: Report a bug
de: Fehler melden

# drawerSyncCalendarTitle
source: Sync favorites
de: Favoriten abgleichen

# errorNoInternet
source: Please check your network connection.
de: Bitte prüfe deine Internet-Verbindung.

# errorNoDataConnection
source: Please enable mobile data or Wifi.
de: Bitte mach deine mobilen Daten oder Wifi an.

# errorNoData
source: Could not fetch Fahrplan.
de: Kann den Fahrplan nicht laden.

# overviewTitle
source: Overview
de: Übersicht

# favoritesTitleWithEvent
source: Favorites - {event}
de: Favoriten - {event}
